#+latex_class: article
#+latex_class_options:
#+latex_header:
#+latex_header_extra:
#+description:
#+keywords:
#+subtitle:
#+latex_compiler: pdflatex
#+date: \today
#+Title: Pdf Test
#+author: Britt anderson


* Section 1

  This is the first section.

* Using a python code block
  
  Here is some python code
  #+Begin_src python :results output :exports both
  a = [1,2,4]
  print(sum(a))
  #+End_src

  And the result of its evaluation.

  #+RESULTS:
  : 7

* R code block
  
  You can do it with R too. 

  #+Begin_src R :results output :exports both
  a = c(1,2,5)
  print(sum(a))
  #+End_src

  #+RESULTS:
  : [1] 8

